Repository: lang-uk/translation-metrics
Catalog: data/17099743/Animal_farm_combine.tmx
Source language: en_1945_george_orwell_animal_farm
Languages: uk_1984_iryna_dybko_khutir_tvaryn, uk_1991_yurii_shevchuk_ferma_rai_dlia_tv, uk_2020_bohdana_nosenok_kolhosp_tvaryn

source: Snowball was a more vivacious pig than Napoleon, quicker in speech and more inventive, but was not considered to have the same depth of character.
uk_1984_iryna_dybko_khutir_tvaryn: Давидович жвавий, проворний у ділянці винаходів для піднесення рівня буття, але не всі уважали, що він із тими ж глибинними прикметами характеру, що й Вісарйонов.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Сніжок, хоч і жвавіший за Наполеона, моторніший у розмові й винахідливіший, на гадку інших, не мав такої поважної вдачі.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Тим часом Сніжок — жвавий, балакучий і винахідливий, на думку багатьох, поступався товаришеві статечністю.

source: All the other male pigs on the farm were porkers. The best known among them was a small fat pig named Squealer, with very round cheeks, twinkling eyes, nimble movements, and a shrill voice.
uk_1984_iryna_dybko_khutir_tvaryn: Всі інші на хуторі були звичайні спині, крім одного, що вирізнявся вмінням переконливої говірливости — це Нікітов, був він круглолиций, ростом не великий, із веселими, малими очима, що розкидували на всі усюди підозріло-пронизливі погляди, голос в нього пискливий, не милозвучний.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Всі інші вепрі на фермі ще були підсвинками. Найбільш відомим серед них був маленький вгодований підсвинок Пищик, круглощокий, із кліпливими очима, меткими рухами й пронизливим голосом.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Решта кнурців були кастровані. Найвідомішим серед них був маленький вгодований Пискун — з круглими щоками, верткими очима і пронизливим голосом.

source: He was a brilliant talker, and when he was arguing some difficult point he had a way of skipping from side to side and whisking his tail which was somehow very persuasive. The others said of Squealer that he could turn black into white.
uk_1984_iryna_dybko_khutir_tvaryn: В усіх суперечках він завжди вів перед і про нього говорили, ЩО він спроможен перемінити біле у чорне.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Він умів блискуче говорити і в суперечці мав звичай підстрибувати й метляти хвостиком, що виходило якось вкрай переконливо. Дехто казав про Пищика, що він здатен зробити з чорного біле.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: У вмінні вести бесіду йому не було рівних, а під час важкої суперечки він доповнював сказане вкрай переконливими рухами — метляв хвостиком і підстрибував. Свині подейкували, що тоді Пискун цілком здатен із чорного зробити біле.

source: These three had elaborated old Major’s teachings into a complete system of thought, to which they gave the name of Animalism.
uk_1984_iryna_dybko_khutir_tvaryn: Вісарйонов, Давидович і Нікітов докладно опрацювали промову і поради Маркова, зорганізували систему й назвали її тваринізмом.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Ця трійця й опрацювала вчення старого Майора в цілісну систему, яку назвали тваринизм.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Саме ці троє напрацювали зі сказаного старим Майором цілий філософський напрям, якому дали назву Тваринізм.

source: Several nights a week, after Mr. Jones was asleep, they held secret meetings in the barn and expounded the principles of Animalism to the others.
uk_1984_iryna_dybko_khutir_tvaryn: Разів декілька на тиждень, вечорами, коли вже Романов спав, скликали таємні мітинги в стайні і менш обізнаним тваринам пояснювали принципи тваринізму.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Кілька ночей на тиждень, коли Джонс ішов спати, вони потай збиралися в хліві й розтлумачували засади тваринизму іншим.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Майже щоночі, відразу після того, як містер Джонс ішов до будинку, вони збирали в хліву секретні збори, на яких роз’яснювали іншим основи свого вчення.

source: At the beginning they met with much stupidity and apathy. Some of the animals talked of the duty of loyalty to Mr. Jones, whom they referred to as “Master,” or made elementary remarks such as “Mr. Jones feeds us. If he were gone, we should starve to death.”
uk_1984_iryna_dybko_khutir_tvaryn: Спочатку декотрі тварини стрічали з недовір’ям усі пояснення тваринізму, бо уважали, що слід їм залишитись вірними Романові, адже він їх прохарчовує, його називали «Володарем».
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Напочатку вони зіткнулися з нерозумінням і безмежною байдужістю. Дехто казав про необхідність бути прихильним до Джонса, свого господаря, або робили блюзнірські зауваги на зразок: «Містер Джонс нас годує. Без нього ми повмираємо з голоду».
uk_2020_bohdana_nosenok_kolhosp_tvaryn: На початках їхню філософію ніхто не сприймав, і найгіршим, вважали вони, було не відсутність розуміння, а байдужість. Деякі тварини навіть згадували про обов’язкову вірність містеру Джонсу, якого називали Господар, і висловлювали примітивні думки на кшталт: «Містер Джонс нас годує, і якщо його не буде, ми всі помремо з голоду».

source: Others asked such questions as “Why should we care what happens after we are dead?” or “If this Rebellion is to happen anyway, what difference does it make whether we work for it or not?”, and the pigs had great difficulty in making them see that this was contrary to the spirit of Animalism.
uk_1984_iryna_dybko_khutir_tvaryn: Інші питали: «Чому нам турбуватися тим, що трапиться після нашої смерти?». Ще були й такі, що питали: «Якщо ця революція неминуча, тож яка різниця, чи ми будемо працювати для її здійснення чи ні?»
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Інші питали, скажімо, таке: «А чого нас має обходити, що буде після нашої смерті?». Або: «Якщо це повстання будь-що відбудеться, то яка різниця, хто його готуватиме — ми чи хтось?» Свині на превелику силу пояснювали їм, що це суперечить духові тваринизму.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Інші казали: «Яке мені діло до того, що станеться після нашої смерті», або: «Якщо це Повстання все одно має відбутися, то яка різниця — будемо ми його готувати чи хтось інший?» Трійці кнурів доводилося долати величезні труднощі, щоб змусити тих, хто сумнівається, зрозуміти, що такі розмови суперечать духу Тваринізму.

source: The stupidest questions of all were asked by Mollie, the white mare. The very first question she asked Snowball was: “Will there still be sugar after the Rebellion?”
uk_1984_iryna_dybko_khutir_tvaryn: Найбільш нерозумне й банальне питання пролунало з уст білої кобили Мілочки, бо її найбільшою турботою було: — А чи буде досить цукру після революції?
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Найбезглуздіші запитання задавала біла кобилка Моллі. Найперше вона запитала Сніжка: — А після Повстання ще буде цукор?
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Найбезглуздіші запитання ставила, безперечно, біла кобилка Моллі. Насамперед вона поцікавилася у Сніжка: — А цукор після Повстання буде?

source: “No,” said Snowball firmly.
uk_1984_iryna_dybko_khutir_tvaryn: — Ні, відповів Давидович.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: — Ні, — впевнено відповів Сніжок.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: — Ні, — твердо відповів той.

source: “We have no means of making sugar on this farm. Besides, you do not need sugar. You will have all the oats and hay you want.”
uk_1984_iryna_dybko_khutir_tvaryn: — Ми не маємо причини вирощувати цукор на нашому хуторі, ти не потребуватимеш його, бо будеш мати вистачальну кількість вівса і сіна.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: — Ми не маємо можливості виробляти цукор на фермі. Та й цукор тобі не потрібен, ти їстимеш досхочу вівса й сіна.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: — Ми не зможемо виготовляти цукор на фермі. До того ж тобі цукор не потрібен. У тебе буде вдосталь вівса та сіна.

source: “And shall I still be allowed to wear ribbons in my mane?” asked Mollie.
uk_1984_iryna_dybko_khutir_tvaryn: — А чи дозволять мені носити стрічки у гриві? — далі випитувала Мілочка химерним тоном.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: — А можна буде, як колись, носити стрічки у гриві? — поцікавилася Моллі.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: — А стрічки в гриву мені можна буде вплітати? — занепокоїлася Моллі.

source: “Comrade,” said Snowball, “those ribbons that you are so devoted to are the badge of slavery.
uk_1984_iryna_dybko_khutir_tvaryn: — Товаришко! — спересердя промовив Давидович, — стрічки, що ти так до них привикла і захоплюєшся ними, це ніщо інше, як тавро неволі.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: — Товаришко, — відповів Сніжок, — стрічки, які тебе так обходять, ознака рабства.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: — Товаришко, — відповів їй Сніжок, — зрозумій, що стрічки, які ти так любиш, — ознака рабства.

source: Can you not understand that liberty is worth more than ribbons?”
uk_1984_iryna_dybko_khutir_tvaryn: Чи ж не можеш зрозуміти, що волю не можна зрівняти із тендітними стрічками?
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Невже ти не розумієш, що свобода куди дорожча за стрічки?
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Невже ти не розумієш, що свобода дорожча за стрічки?

source: Mollie agreed, but she did not sound very convinced.
uk_1984_iryna_dybko_khutir_tvaryn: Хоч не дуже переконливо діяли слова Давидовича на Мілочку, вона врешті погодилася.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Моллі погодилась, але глибокого переконання в ЇЇ голосі не вчувалося.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Моллі відповіла ствердно, але прозвучало це не дуже переконливо.

source: The pigs had an even harder struggle to counteract the lies put about by Moses, the tame raven. Moses, who was Mr. Jones’s especial pet, was a spy and a tale-bearer, but he was also a clever talker.
uk_1984_iryna_dybko_khutir_tvaryn: Кабани мали ще дужчі труднощі із опрокидуванням недоречностей, що їх розповсюджував Алексєєв. Чорний ворон Алексєєв був улюбленцем Романова, займався шпигунством для нього, а всім тваринам любив розказувати окрилені фантазією казки;
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Свині мусили боротися ще тяжче, спростовуючи брехню, що її поширював ручний ворон Мойсей. Улюбленець Джонса, він був нишпоркою і брехуном, та й умів торочити.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Ще важче було свиням боротися проти побрехеньок, які поширював ручний ворон Мозес. Улюбленець містера Джонса, нишпорка та пліткар, був вправним говоруном.

source: He claimed to know of the existence of a mysterious country called Sugarcandy Mountain, to which all animals went when they died.
uk_1984_iryna_dybko_khutir_tvaryn: він впевняв тварин, що знає такий край, що називається «Гора солодощів», бо десь, ненароком, знісся високо і побачив його у блакиті, ген поза хмарами.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Він доводив, що існує блаженна країна, така собі Солодкоцукряна гора, куди відходять після смерті всі тварини.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Він стверджував, що йому відомо про існування потойбічної країни, яка звалася Льодяниковою Горою. До неї потрапляють усі тварини після смерті.

source: It was situated somewhere up in the sky, a little distance beyond the clouds, Moses said. In Sugarcandy Mountain it was Sunday seven days a week, clover was in season all the year round, and lump sugar and linseed cake grew on the hedges.
uk_1984_iryna_dybko_khutir_tvaryn: В цьому краї не було робочих днів, лиш увесь час неділя; конюшина на його полях була цілий рік у пишному розквіті й було її кожній тварині, без обмежень, а цукор виростав на кущах і кожна гілка вкрита солодощами.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Вона містилася десь на небі, в захмар'ї, казав Мойсей. На Солодкоцукряній горі сім днів на тиждень неділя, і конюшина росте цілорічно. А цукор-рафінад і тістечка самі ростуть на живоплоті.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: За словами Мозеса, вона розташовується десь на небесах, відразу за хмарами. На Льодяниковій Горі сім днів на тиждень — неділя, конюшина цвіте цілий рік, цукор-рафінад і кминні хлібці ростуть просто на живоплотах.

source: The animals hated Moses because he told tales and did no work, but some of them believed in Sugarcandy Mountain, and the pigs had to argue very hard to persuade them that there was no such place.
uk_1984_iryna_dybko_khutir_tvaryn: Загалом тварини не любили Алекссєва саме за те, що він ніколи не працював, тільки казки-небилиці розказував, але були і такі тварини, що вірили йому, вірили, що десь у висотах є такий дивний край — «Гора солодощів». І там на тій горі колись їх стріне добробут, спочинок і безтурботне життя, як покинуть все те, що стрічають ось тут на землі кожного дня. Із такими тваринами, що вірили Алексєєву, кабани й свині мали найбільше замороки, бо мусіли чимало часу витратити на переконування, що такого краю немає, що просто не існує нічого у висотах, крім хмар.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Тварини не любили Мойсея, бо він правив теревені і байдикував. Але були й такі, що вірили в його базікання, тож свиням коштувало неабияких зусиль переконувати їх, що ніякої Солодкоцукряної країни не існує.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Тварини, щоправда, не любили Мозеса, який зазвичай лише базікав і ніколи не працював, проте в Льодяникову Гору дехто все-таки повірив. Тож свиням довелося довго переконувати легковірних у тому, що такого місця не існує.

source: Their most faithful disciples were the two cart-horses, Boxer and Clover. These two had great difficulty in thinking anything out for themselves, but having once accepted the pigs as their teachers, they absorbed everything that they were told, and passed it on to the other animals by simple arguments.
uk_1984_iryna_dybko_khutir_tvaryn: Найвірнішими учнями теорії тваринізму було двоє коней: Конева і Добрилов, тому, що не були вони здатні до призадуми через обмеженість ума; приймали всі навчання свиней без застережень і простодушно засвоювали всі заклики, щоб подолати людину і, в свою чергу, передавали їх іншим, нижчого позему тваринам.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Найревнішими послідовниками тваринизму були ломовики Боксер і Конюшинка. Обом годі було додуматися до чогось путнього власним розумом, та оскільки визнали свиней за своїх проводирів, то й сприймали все, що їм ті говорили й на доступних життєвих прикладах переконували в цьому інших.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Найвідданішими учнями свиней були коні — Боксер і Люцерна. Розумова діяльність давалася їм дуже складно, думати вони не звикли, проте одного разу визнавши свиней своїми вчителями, вірили їм беззаперечно, а відтак передавали почуте простими словами іншим тваринам.

source: They were unfailing in their attendance at the secret meetings in the barn, and led the singing of Beasts of England, with which the meetings always ended.
uk_1984_iryna_dybko_khutir_tvaryn: Добрилов і Конева завжди невтомно приходили на мишії и і під кінець їх найголосніше співали «Тварини всіх держав».
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Вони брали незмінну участь у таємних зборах у хліві й виступали заспівувачами «Тварин Англії», пісні, що нею завжди завершувалися збори.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Вони неухильно відвідували секретні збори і першими заводили пісню «Тварини Англії», коли обговорення надважливих питань закінчувалося.

source: Now, as it turned out, the Rebellion was achieved much earlier and more easily than anyone had expected.
uk_1984_iryna_dybko_khutir_tvaryn: Час бунту на хуторі прийшов скорше чим хто сподівався.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Та Повстання вдалося здійснити значно швидше й легше, аніж сподівалося.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Сталося так, що Повстання відбулося набагато швидше, ніж передбачалося, й обійшлося, як кажуть, без втрат.

source: In past years Mr. Jones, although a hard master, had been a capable farmer, but of late he had fallen on evil days.
uk_1984_iryna_dybko_khutir_tvaryn: Романов щораз то частіше був у Волгограді, постійно занедбував господарство, та з похмілля не виходив.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: В минулі роки містер Джонс був хоч і безжалісний, зате вправний господар, але й для нього настали лихі часи.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: У минулі роки містер Джонс хазяйнував як слід, хоч і безжалісно, проте останнім часом удача відвернулася від нього.

source: He had become much disheartened after losing money in a lawsuit, and had taken to drinking more than was good for him. For whole days at a time he would lounge in his Windsor chair in the kitchen, reading the newspapers, drinking, and occasionally feeding Moses on crusts of bread soaked in beer.
uk_1984_iryna_dybko_khutir_tvaryn: Бо після втрати великої кількости грошей в якійсь судовій розправі, у своїй кухні читаючи постійно газету, попивав пиво, лиш час від часу кормив свого пестунчика Алексєєва кусками хліба, замоченого в пиво.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Програвши на суді гроші, він втратив і завзяття, запив ще більше, ніж доти. Цілими днями сидів на кухні в дерев'яному кріслі з високою спинкою, читав газети, пив і час від часу годував Мойсея крихтами хліба, намоченими в пиві.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Він сильно занепав духом, коли втратив багато грошей після невдалого судового процесу. Відтоді постійно заливав своє горе. Алкоголь відбирав у містера Джонса залишки колишнього завзяття. Цілими днями він сидів у кріслі-гойдалці на кухні, читав газети, не забуваючи сьорбати з келиха, і час від часу годував Мозеса скоринками, вимоченими в пиві.

source: His men were idle and dishonest, the fields were full of weeds, the buildings wanted roofing, the hedges were neglected, and the animals were underfed.
uk_1984_iryna_dybko_khutir_tvaryn: Рештою тварин не цікавився, господарство занедбав, а слуги знаючи, що за працею ніхто не слідкує, розлінивились, у полях нічого не засівали, довкруги, по всіх усюдах хутора, повиростало хабаззя. В головному будинку конечна була направа даху, а в приміщеннях, де проживали тварини, вже від довшого часу потрібно було всякого роду направ. Живоплоти навкруги хутора – занедбані, а тварини постійно недоживлені.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Його наймити ледарювали й дурили його, поля заростали бур'яном, дах на будівлях протікав, живопліт стояв занедбаний, а тварини не доглянуті.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Його наймити ледарювали, поля заростали бур’янами, дахи на будівлях протікали, живоплоти не доглядалися, тварини голодували.

source: June came and the hay was almost ready for cutting. On Midsummer’s Eve, which was a Saturday, Mr. Jones went into Willingdon and got so drunk at the Red Lion that he did not come back till midday on Sunday.
uk_1984_iryna_dybko_khutir_tvaryn: А коли надійшов місяць червень і час сінокосу був уже за рогом, Романов, не звертаючи на те уваги, пішов у надвечір’я Івана Купала до Волгограду і там у клюбі "Червоний лев», у полоні алькоголю, перебув увесь день і аж на другий вечір прийшов додому.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Почався червень, наставала косовиця. Напередодні Івана Купали, в суботу, містер Джонс подався в Уїллінгдон і так нажлуктився в пивничці «Червоний лев», що повернувся аж у неділю опівдні.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Настав червень і покликав господаря на косовицю. Натомість на Іванів день, який припав на суботу, містер Джонс поїхав у Віллінгдон і набрався у забігайлівці «Червоний Лев» так, що приплентався додому лише в неділю опівдні.

source: The men had milked the cows in the early morning and then had gone out rabbiting, without bothering to feed the animals.
uk_1984_iryna_dybko_khutir_tvaryn: А слуги, і користавши із неприсутности Романова, як раннім ранком видоїли корови, не потурбувавшись покормити їх, пішли на лови зайців.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Наймити зранку подоїли корів і подалися полювати зайців, і пальцем не ворухнувши, щоб нагодувати живність.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Наймити ж тільки того й зробили, що рано вранці подоїли корів і, навіть не погодувавши тварин, пішли полювати на зайців.

source: When Mr. Jones got back he immediately went to sleep on the drawing-room sofa with the News of the World over his face, so that when evening came, the animals were still unfed.
uk_1984_iryna_dybko_khutir_tvaryn: Коли ж Романов повернувся з Волгограду ввечорі, у похміллі поклався на ліжник, прикривши газетою лице, заснув. Таким чином, знову і марини були без належного харчу.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Удома містер Джонс одразу впав на дивані у вітальні й заснув, накривши обличчя «Новинами світу», тож тварини стояли голодні аж до вечора.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Своєю чергою містер Джонс відразу повалився на канапку й, прикривши обличчя ілюстрованим журналом «Світові новини», захропів. Про тварин до вечора так ніхто й не згадав.

source: At last they could stand it no longer. One of the cows broke in the door of the store-shed with her horn and all the animals began to help themselves from the bins.
uk_1984_iryna_dybko_khutir_tvaryn: Врешті терпець і маринам урвався — голод переміг; котрась із коров рогом проколола стодоли, де були припаси харчування, туди всі тварини зайшли й кожне по-своєму почало жадно вгощатись.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: І вони не витримали. Одна корова виламала рогами двері комори, й тварини допалися до засіків.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Нарешті терпець їм урвався. Одна корова виламала рогами двері комори, і всі тварини вломилися до засіків.

source: It was just then that Mr. Jones woke up. The next moment he and his four men were in the store-shed with whips in their hands, lashing out in all directions.
uk_1984_iryna_dybko_khutir_tvaryn: Саме в той час повернулися слуги з ловів і Романов пробудився; почувши гамір у стодолі, побіг туди, коли ж побачив, що роблять тварини, прикликав слуг і враз на хребтах тварин залящали нагайки.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Саме тоді й прокинувся містер Джонс. За мить він і ще четверо наймитів уже щосили шмагали корів, розганяючи їх.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: От тоді й прокинувся містер Джонс. За мить він з наймитами опинився біля комори, намагаючись батогами загнати голодних тварин у хлів.

source: This was more than the hungry animals could bear. With one accord, though nothing of the kind had been planned beforehand, they flung themselves upon their tormentors.
uk_1984_iryna_dybko_khutir_tvaryn: Зголоджені тварини цього болю вже не стерпіли та, без попередньо опрацьованого плану, наступили з досади на своїх гнобителів.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Це виявилося останньою краплею. Всі, як один, хоч на таке й не заносилося досі, кинулися на своїх катів.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Та ті вже не позбулися страху. В одному пориві, без будь-якої попередньої змови, вони кинулися на своїх мучителів, зусібіч щипали, били, кусали їх.

source: Jones and his men suddenly found themselves being butted and kicked from all sides. The situation was quite out of their control.
uk_1984_iryna_dybko_khutir_tvaryn: Романов і його наймити незчулись, як попали під удари тварин із усіх усюдів: хто копав, хто вдаряв, хто кусав.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Несподівано містер Джонс та його служники опинилися в гущі тварин, що брикалися і штурхали рогами. Ситуація остаточно вийшла з-під контролю.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: [зусібіч щипали, били, кусали їх.]
